var json ={
    "question1": [
        {
            "question": "在中华人民共和国领域内从事（ ）活动的单位（以下统称生产经营单位）的安全生产，适用《安全生产法》。",
            "option": {
                "A": "生产经营",
                "B": "销售",
                "C": "生产",
                "D": "营运"
            },
            "true": "A",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "安全生产工作坚持（  ）的领导。",
            "option": {
                "A": "党委",
                "B": "人民政府",
                "C": "中国共产党",
                "D": "应急管理部"
            },
            "true": "C",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "安全生产工作实行（  ），强化和落实生产经营单位主体责任与政府监管责任。",
            "option": {
                "A": "管行业必须管安全",
                "B": "管业务必须管安全",
                "C": "管生产经营必须管安全",
                "D": "以上都是"
            },
            "true": "D",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "（ ）等新兴行业、领域的生产经营单位应当根据本行业、领域的特点，建立健全并落实全员安全生产责任制。",
            "option": {
                "A": "平台经济",
                "B": "外卖行业",
                "C": "网络直播",
                "D": "共享单车"
            },
            "true": "A",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "生产经营单位的（ ）是本单位安全生产第一责任人，对本单位的安全生产工作全面负责。（  ）对职责范围内的安全生产工作负责。",
            "option": {
                "A": "主要负责人  安全管理人员",
                "B": "主要负责人  其他负责人",
                "C": "主要负责人  副总",
                "D": "负责人  安全管理人员"
            },
            "true": "B",
            "type": 1,
            "scores": 10,
            "checked": false
        },{
            "question": "（ ）依法对安全生产工作进行监督。",
            "option": {
                "A": "董事会",
                "B": "纪委监委",
                "C": "工会",
                "D": "妇联"
            },
            "true": "C",
            "type": 1,
            "scores": 10,
            "checked": false
        },{
            "question": "安全生产规划应当与（ ）规划等相关规划相衔接。",
            "option": {
                "A": "国家安全",
                "B": "国土空间",
                "C": "国民经济发展",
                "D": "生态环保"
            },
            "true": "B",
            "type": 1,
            "scores": 10,
            "checked": false
        },{
            "question": "县级以上地方各级人民政府应当组织有关部门建立完善安全风险评估与论证机制，按照安全风险管控要求，进行产业规划和空间布局，并对（ ）的生产经营单位实施重大安全风险联防联控。",
            "option": {
                "A": "位置相邻",
                "B": "行业相近",
                "C": "业态相似",
                "D": "以上都是"
            },
            "true": "D",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "县级以上地方各级人民政府应急管理部门依照本法，对本行政区域内安全生产工作实施（ ）管理。",
            "option": {
                "A": "综合监督",
                "B": "直接监督",
                "C": "监督",
                "D": "间接监督"
            },
            "true": "A",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "对新兴行业、领域的安全生产监督管理职责不明确的，由县级以上地方各级人民政府按照（ ）的原则确定监督管理部门。",
            "option": {
                "A": "位置相邻",
                "B": "业务相近",
                "C": "业态相似",
                "D": "职责相近"
            },
            "true": "B",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "国务院（ ）部门统筹提出安全生产强制性国家标准的立项计划。",
            "option": {
                "A": "应急管理",
                "B": "有关部门",
                "C": "负有安全生产监督管理职责的部门",
                "D": "安全生产监督管理"
            },
            "true": "A",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "县级以上各级（ ）应当组织负有安全生产监督管理职责的部门依法编制安全生产权力和责任清单，公开并接受社会监督。",
            "option": {
                "A": "人民政府",
                "B": "应急管理部门",
                "C": "有关部门",
                "D": "编制委员会办公室"
            },
            "true": "A",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "不具备安全生产条件的生产经营单位，（ ）从事生产经营活动。",
            "option": {
                "A": "应当",
                "B": "可以",
                "C": "视情况",
                "D": "不得"
            },
            "true": "D",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "生产经营单位应当建立相应的机制，加强对（ ）落实情况的监督考核。",
            "option": {
                "A": "事故预案",
                "B": "安全生产工作",
                "C": "全员安全生产责任制",
                "D": "安全生产规章制度"
            },
            "true": "C",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "生产经营单位应当具备的安全生产条件所必需的资金投入，由生产经营单位的（ ）予以保证。",
            "option": {
                "A": "决策机构",
                "B": "主要负责人",
                "C": "个人经营的投资人",
                "D": "以上都是"
            },
            "true": "D",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "矿山、金属冶炼、建筑施工、运输单位和危险物品的生产、经营、储存、（ ）单位，应当设置安全生产管理机构或者配备专职安全生产管理人员。",
            "option": {
                "A": "装卸",
                "B": "运输",
                "C": "使用",
                "D": "处置"
            },
            "true": "A",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "生产经营单位可以设置（ ），协助本单位主要负责人履行安全生产管理职责。",
            "option": {
                "A": "专职安全生产分管负责人",
                "B": "助理",
                "C": "注册安全工程师",
                "D": "经济师"
            },
            "true": "A",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "生产经营单位（ ）因安全生产管理人员依法履行职责而降低其工资、福利等待遇或者解除与其订立的劳动合同。",
            "option": {
                "A": "可以",
                "B": "不得",
                "C": "应当",
                "D": "视情况"
            },
            "true": "B",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "危险物品的生产、经营、储存、装卸单位以及矿山、金属冶炼、建筑施工、运输单位的主要负责人和安全生产管理人员，应当由主管的负有安全生产监督管理职责的部门对其安全生产知识和管理能力考核合格。考核（ ）收费。",
            "option": {
                "A": "可以",
                "B": "应当",
                "C": "不得",
                "D": "视情况"
            },
            "true": "C",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "危险物品的生产、储存、装卸单位以及矿山、金属冶炼单位应当有（ ）从事安全生产管理工作。",
            "option": {
                "A": "注册会计师",
                "B": "一级建造师",
                "C": "注册安全工程师",
                "D": "有经验的人"
            },
            "true": "C",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "矿山、金属冶炼建设项目和用于生产、储存、装卸危险物品的建设项目，应当按照国家有关规定进行（ ）。",
            "option": {
                "A": "安全规划",
                "B": "安全达标",
                "C": "项目申报",
                "D": "安全评价"
            },
            "true": "D",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "生产经营单位（ ）关闭、破坏直接关系生产安全的监控、报警、防护、救生设备、设施，或者篡改、隐瞒、销毁其相关数据、信息。",
            "option": {
                "A": "不得",
                "B": "视情况",
                "C": "可以"
            },
            "true": "A",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "矿山、金属冶炼建设项目和用于生产、储存、装卸危险物品的建设项目竣工投入生产或者使用前，应当由建设单位负责组织对安全设施进行验收；验收合格后，方可投入生产和使用。（ ）的部门应当加强对建设单位验收活动和验收结果的监督核查。",
            "option": {
                "A": "应急管理",
                "B": "负有安全生产监督管理职责",
                "C": "有关部门",
                "D": "审批部门"
            },
            "true": "B",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "餐饮等行业的生产经营单位使用燃气的，（ ）安装可燃气体报警装置。",
            "option": {
                "A": "没必要",
                "B": "视情况",
                "C": "可以",
                "D": "应当"
            },
            "true": "D",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "生产经营单位对（ ）应当登记建档，进行定期检测、评估、监控，并制定应急预案，告知从业人员和相关人员在紧急情况下应当采取的应急措施。",
            "option": {
                "A": "一般危险源",
                "B": "较大危险源",
                "C": "重大危险源",
                "D": "危险源"
            },
            "true": "C",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "生产、经营、储存、使用危险物品的车间、商店、仓库（ ）与员工宿舍在同一座建筑物内，并应当与员工宿舍保持安全距离。",
            "option": {
                "A": "不得",
                "B": "可以",
                "C": "视情况"
            },
            "true": "A",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "生产经营单位（ ）关注从业人员的身体、心理状况和行为习惯，加强对从业人员的心理疏导、精神慰藉，严格落实岗位安全生产责任，防范从业人员行为异常导致事故发生。",
            "option": {
                "A": "适当",
                "B": "可以",
                "C": "应当",
                "D": "视情况"
            },
            "true": "C",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "生产经营单位发生生产安全事故时，单位的（ ）应当立即组织抢救，并不得在事故调查处理期间擅离职守。",
            "option": {
                "A": "主要负责人",
                "B": "分管负责人",
                "C": "安全管理人",
                "D": "职工"
            },
            "true": "A",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "国家鼓励生产经营单位投保（ ）；属于国家规定的高危行业、领域的生产经营单位，应当投保（ ）",
            "option": {
                "A": "意外",
                "B": "安全生产责任保险",
                "C": "商业险",
                "D": "工伤保险"
            },
            "true": "B",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "生产经营单位（ ）以任何形式与从业人员订立协议，免除或者减轻其对从业人员因生产安全事故伤亡依法应承担的责任。",
            "option": {
                "A": "有必要",
                "B": "可以",
                "C": "视情况",
                "D": "不得"
            },
            "true": "D",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "从业人员发现直接危及人身安全的紧急情况时，（ ）停止作业或者在采取可能的应急措施后撤离作业场所。",
            "option": {
                "A": "有权",
                "B": "报告领导后",
                "C": "无权",
                "D": "视情况"
            },
            "true": "A",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "工会（ ）依法参加事故调查，向有关部门提出处理意见，并要求追究有关人员的责任。",
            "option": {
                "A": "按照领导安排",
                "B": "无权",
                "C": "有权",
                "D": "依申请"
            },
            "true": "C",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "县级以上地方各级（ ）应当根据本行政区域内的安全生产状况，组织有关部门按照职责分工，对本行政区域内容易发生重大生产安全事故的生产经营单位进行严格检查。",
            "option": {
                "A": "应急管理部门",
                "B": "人民政府",
                "C": "党委",
                "D": "安全生产委员"
            },
            "true": "B",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "应急管理部门和其他负有安全生产监督管理职责的部门依法进入生产经营单位进行检查，（ ）影响被检查单位的正常生产经营活动。",
            "option": {
                "A": "视情况",
                "B": "可以",
                "C": "可适当",
                "D": "不得"
            },
            "true": "D",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "因安全生产违法行为造成重大事故隐患或者导致重大事故，致使国家利益或者社会公共利益受到侵害的，人民检察院可以根据民事诉讼法、行政诉讼法的相关规定提起（ ）。",
            "option": {
                "A": "刑事诉讼",
                "B": "公益诉讼",
                "C": "民事诉讼",
                "D": "行政诉讼"
            },
            "true": "B",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "县级以上地方各级（ ）应当组织有关部门制定本行政区域内生产安全事故应急救援预案，建立应急救援体系。",
            "option": {
                "A": "人民政府",
                "B": "应急管理部门",
                "C": "安委会",
                "D": "应急管理局"
            },
            "true": "A",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "生产经营单位应当制定本单位生产安全事故应急救援预案，与所在地（ ）级以上地方人民政府组织制定的生产安全事故应急救援预案相衔接，并定期组织演练。",
            "option": {
                "A": "乡、镇",
                "B": "县",
                "C": "州、市",
                "D": "省"
            },
            "true": "A",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "《安全生产法》修改决定自（ ）施行.",
            "option": {
                "A": "2021年7月15日",
                "B": "2021年8月1日",
                "C": "2021年9月1日",
                "D": "2021年10月1日"
            },
            "true": "C",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "《安全生产法》规定，矿山、金属冶炼、建筑施工、道路运输单位和危险物品的生产、经营、储存、装卸单位，应当设置安全生产管理机构或者配备专职安全生产管理人员。上述以外的其他生产经营单位，从业人员超过( )人的，应当设置安全生产管理机构或者配备专职安全生产管理人员。",
            "option": {
                "A": "100",
                "B": "400",
                "C": "300",
                "D": "200"
            },
            "true": "A",
            "type": 1,
            "scores": 10,
            "checked": false
        },
        {
            "question": "《安全生产法》规定的安全生产管理方针是( )。",
            "option": {
                "A": "坚持安全发展",
                "B": "安全生产人人有责",
                "C": "安全为了生产，生产必须安全",
                "D": "安全第一、预防为主、综合治理"
            },
            "true": "D",
            "type": 1,
            "scores": 10,
            "checked": false
        }
    ],
    "question2":[
            {
                "question": "国务院和县级以上地方各级人民政府应当加强对安全生产工作的领导，建立健全安全生产工作协调机制，支持、督促各有关部门依法履行安全生产监督管理职责，及时协调、解决安全生产监督管理中存在的重大问题。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "正确",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "乡镇人民政府和街道办事处，以及开发区、工业园区、港区、风景区等应当明确负责安全生产监督管理的有关工作机构及其职责，加强安全生产监管力量建设，按照职责对本行政区域或者管理区域内生产经营单位安全生产状况进行监督检查。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "正确",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "乡镇人民政府和街道办事处，以及开发区、工业园区、港区、风景区等应当明确负责安全生产监督管理的有关工作机构及其职责，协助人民政府有关部门或者按照授权依法履行安全生产监督管理职责。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "正确",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "应急管理部门和对有关行业、领域的安全生产工作实施监督管理的部门，统称负有安全生产监督管理职责的部门。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "正确",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "生产经营单位委托前款规定的机构提供安全生产技术、管理服务的，保证安全生产的责任由前款规定的机构负责。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "错误",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "从业人员在一百人以下的生产经营单位，应当设置安全生产管理机构或者配备专职安全生产管理人员。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "错误",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "生产经营单位作出涉及安全生产的经营决策，可以不听取安全生产管理机构以及安全生产管理人员的意见。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "错误",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "生产经营单位应当在有较大危险因素的生产经营场所和有关设施、设备上，设置明显的安全警示标志。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "正确",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "生产经营单位进行爆破、吊装、动火、临时用电以及国务院应急管理部门会同国务院有关部门规定的其他危险作业，视情况安排专门人员进行现场安全管理，确保操作规程的遵守和安全措施的落实。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "错误",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "两个以上生产经营单位在同一作业区域内进行生产经营活动，可能危及对方生产安全的，视危险情况签订安全生产管理协议，明确各自的安全生产管理职责和应当采取的安全措施。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "错误",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "生产经营单位应当安排用于配备劳动防护用品、进行安全生产培训的经费。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "正确",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "生产经营单位不得将生产经营项目、场所、设备发包或者出租给不具备安全生产条件或者相应资质的单位或者个人。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "正确",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "矿山、金属冶炼建设项目和用于生产、储存、装卸危险物品的建设项目的施工单位应当加强对施工项目的安全管理，不得倒卖、出租、出借、挂靠或者以其他形式非法转让施工资质，但可以将其承包的全部建设工程支解以后以分包的名义分别转包给第三人，不得将工程分包给不具备相应资质条件的单位。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "错误",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "生产经营单位可以视单位经济收入参加工伤保险，为从业人员缴纳保险费。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "错误",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "生产经营单位的从业人员有权了解其作业场所和工作岗位存在的危险因素、防范措施及事故应急措施，有权对本单位的安全生产工作提出建议。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "正确",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "从业人员有权对本单位安全生产工作中存在的问题提出批评、检举、控告；有权拒绝违章指挥和强令冒险作业。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "正确",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "从业人员在作业过程中，应当严格落实岗位安全责任，遵守本单位的安全生产规章制度和操作规程，服从管理，正确佩戴和使用劳动防护用品。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "正确",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "从业人员发现事故隐患或者其他不安全因素，视情况向现场安全生产管理人员或者本单位负责人报告。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "错误",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "生产经营单位对负有安全生产监督管理职责的部门的监督检查人员依法履行监督检查职责，应当予以配合，不得拒绝、阻挠。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "正确",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "安全生产监督检查人员执行监督检查任务时，可以不出示有效的行政执法证件。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "错误",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "乡镇人民政府和街道办事处，以及开发区、工业园区、港区、风景区等应当制定相应的生产安全事故应急救援预案，协助人民政府有关部门或者按照授权依法履行生产安全事故应急救援工作职责。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "正确",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "各级人民政府应当加强安全生产基础设施建设和安全生产监管能力建设，所需经费由各生产经营单位承担。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "错误",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "对新兴行业、领域的安全生产监督管理职责不明确的，由县级以上地方各级人民政府按照部门“三定”方案确定监督管理部门。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "错误",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "国家对在改善安全生产条件、防止生产安全事故、参加抢险救护等方面取得显著成绩的单位和个人，给予奖励。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "正确",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "生产经营单位的主要负责人组织建立并落实安全风险分级管控和隐患排查治理双重预防工作机制，督促、检查本单位的安全生产工作，及时消除生产安全事故隐患。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "正确",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "生产经营单位可视单位经济状况因安全生产管理人员依法履行职责而降低其工资、福利等待遇或者解除与其订立的劳动合同。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "错误",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "危险物品的生产、储存单位以及矿山、金属冶炼单位的安全生产管理人员的任免，无须告知主管的负有安全生产监督管理职责的部门。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "错误",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "安全生产工作应当以人为本，坚持人民至上、生命至上，把保护人民生命安全摆在首位，树牢安全发展理念，坚持安全第一、预防为主、综合治理的方针，从源头上防范化解重大安全风险。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "正确",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "生产经营单位必须遵守本法和其他有关安全生产的法律、法规，建立健全全员安全生产责任制和安全生产规章制度，构建安全风险分级管控和隐患排查治理双重预防机制，健全风险防范化解机制，提高安全生产水平，确保安全生产。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "正确",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "生产经营单位制定或者修改有关安全生产的规章制度，无须听取工会的意见。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "错误",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "县级以上地方各级人民政府有关部门依照本法和其他有关法律、法规的规定，在各自的职责范围内对有关行业、领域的安全生产工作实施监督管理。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "正确",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "国家实行生产安全事故责任追究制度，依照本法和有关法律、法规的规定，只须追究生产安全事故责任人员的法律责任。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "错误",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "生产经营单位的全员安全生产责任制应当明确各岗位的责任人员、责任范围和考核标准等内容。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "正确",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "生产经营单位的全员安全生产责任制的落实主要靠负责人和安全管理人员。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "错误",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "生产经营单位应当都有注册安全工程师从事安全生产管理工作。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "错误",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "生产经营单位使用被派遣劳动者的，无须将被派遣劳动者纳入本单位从业人员统一管理。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "错误",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "《安全生产法》规定的行政处罚，都由应急管理部门决定。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "错误",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "生产经营单位违反本法规定，被责令改正且受到罚款处罚，拒不改正的，负有安全生产监督管理职责的部门可以自作出责令改正之日的次日起，按照原处罚数额按日连续处罚。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "正确",
                "type": 3,
                "scores": 5,
                "checked": false
            },
            {
                "question": "发生一般生产安全事故，对负有责任的生产经营单位除要求其依法承担相应的赔偿等责任外，由应急管理部门依法处三十万元以上一百万元以下的罚款。",
                "option": [
                    "正确",
                    "错误"
                ],
                "true": "正确",
                "type": 3,
                "scores": 5,
                "checked": false
            }
    ]
}

module.exports = {
    questionList: json
  }